[{"carName":"Mustang","carDescription":"The Mustang roars with raw power, a legendary American muscle car. Sleek, aerodynamic design meets brute force, equipped with a high-performance engine that delivers thrilling acceleration and a distinctive exhaust note. Its heritage commands attention on the road, making it an icon of speed and style.","price":250700,"carImg":"./imgs/Mustang.png"},{"carName":"Ford F-150","carDescription":"The Ford F-150, a rugged and versatile full-size pickup truck. Combining robust construction with advanced technology, it's a workhorse and a comfortable ride. Boasting impressive towing and hauling capabilities, it's the epitome of reliability.","price":56500,"carImg":"./imgs/Ford-F150.png"},{"carName":"BMW 750i","carDescription":"The BMW 750i is a luxury sedan that epitomizes sophistication, power, and cutting-edge technology. Renowned for its exceptional performance, this flagship model from BMW combines a potent engine with advanced engineering to deliver a thrilling driving experience","price":95650,"carImg":"./imgs/BMW750i.png"},{"carName":"Ford Explorer","carDescription":"The Ford Explorer is a versatile and enduring SUV that's synonymous with adventure and family-friendly functionality. Known for its rugged design and robust performance, the Explorer offers ample interior space and seating for families, making it an ideal choice for road trips and daily commuting alike.","price":7525,"carImg":"./imgs/Ford-Explorer.png"},{"carName":"Ford Explorer 2","carDescription":"The Ford Explorer 2 is a versatile and enduring SUV that's synonymous with adventure and family-friendly functionality. Known for its rugged design and robust performance, the Explorer offers ample interior space and seating for families, making it an ideal choice for road trips and daily commuting alike.","price":7750,"carImg":"./imgs/Ford-Explorer.png"},{"carName":"BMW 750i 2","carDescription":"The BMW 750i 2 is a luxury sedan that epitomizes sophistication, power, and cutting-edge technology. Renowned for its exceptional performance, this flagship model from BMW combines a potent engine with advanced engineering to deliver a thrilling driving experience","price":95650,"carImg":"./imgs/BMW750i.png"},{"carName":"Mustang 2","carDescription":"The Mustang 2 roars with raw power, a legendary American muscle car. Sleek, aerodynamic design meets brute force, equipped with a high-performance engine that delivers thrilling acceleration and a distinctive exhaust note. Its heritage commands attention on the road, making it an icon of speed and style.","price":250700,"carImg":"./imgs/Mustang.png"},{"carName":"Ford F-150 2","carDescription":"The Ford F-150 2, a rugged and versatile full-size pickup truck. Combining robust construction with advanced technology, it's a workhorse and a comfortable ride. Boasting impressive towing and hauling capabilities, it's the epitome of reliability.","price":56500,"carImg":"./imgs/Ford-F150.png"}]